{
    "News0": {
        "Content": {
            "Header": "Italy crisis: Call to impeach president after candidate vetoed",
            "Body": "Image copyright\nREUTERS\nImage caption\nPresident Sergio Mattarella said he agreed to all the proposals except that of the finance minister\nThe leader of Italy's biggest political party has called for the president to be impeached after he vetoed a choice for finance minister.\nLuigi Di Maio of the populist Five Star Party said President Sergio Mattarella had caused an \"institutional crisis\".\nEfforts by PM-designate Giuseppe Conte to form a government collapsed on Sunday after Mr Mattarella rejected eurosceptic candidate Paolo Savona.\nFive Star had been trying to form a government with the right-wing League.\nItaly has been without a government since elections in March because no political group can form a majority.\nMr Conte has now stepped down and correspondents say President Mattarella has been in talks with former IMF economist Carlo Cottarelli, who is tipped as a potential stop-gap prime minister.\nImage copyright\nEPA\nImage caption\nLuigi Di Maio said Italy now faced an institutional crisis\nBut the BBC's James Reynolds in Rome says such an arrangement is unlikely to last and early elections may have to be called.\nThere is now a real argument between the president and the populists about Italy's position in the EU, he adds.\nWhat was the reaction?\nMr Di Maio called for impeachment under article 90 of the constitution, which allows parliament to demand a president step down based on a simple majority vote.\nIf the vote is in favour, the country's constitutional court then decides whether to impeach or not.\nImage copyright\nREUTERS\nImage caption\nGiuseppe Conte has handed back his mandate to form a government\n\"I want this institutional crisis to be taken to parliament... and the president tried,\" Mr Di Maio said.\n\"After tonight, it's truly difficult to believe in the institutions and the laws of the state.\"\nLeague leader Matteo Salvini called for fresh elections.\n\"In a democracy, if we are still in democracy, there's only one thing to do, let the Italians have their say,\" he told supporters in a speech in central Italy.\nWhat caused the crisis?\nMr Conte, a political novice, was proposed by the two parties as prime minister in an attempt to break Italy's 11-week political deadlock.\nHe went to meet Mr Mattarella to put forward choices for his cabinet but the president vetoed Paolo Savona as finance minister, citing his fierce opposition to membership of the eurozone.\nItaly's economy in charts\nItaly populists: What you should know\nShould Europe be scared of Italy's coalition?\n\"I asked for... an authoritative person from the parliamentary majority who is consistent with the government programme... who isn't seen as a supporter of a line that could probably, or even inevitably, provoke Italy's exit from the euro,\" Mr Mattarella said.\nHe added that Mr Conte had refused to support \"any other solution\" and then surrendered his mandate to be PM.\nUnder Italian law, the president has the right to reject the appointment of a cabinet member but his decision was a controversial one.\nNow what happens?\nMr Mattarella said he would wait before deciding whether to call fresh elections, and summoned Mr Cottarelli for talks on Monday.\nMr Cottarelli, 64, worked at the IMF from 2008 to 2013, gaining the nickname \"Mr Scissors\" for making cuts to public spending in Italy.\nPresident Mattarella warned on Sunday that the prospect of a populist government had \"alarmed Italian and foreign investors\" and worsened the \"spread\" - the gap between Italian and German 10-year government bond yields.\nImage copyright\nEPA\nImage caption\nPaolo Savona has a reputation as a strong eurosceptic\nThe spread rose to 215 basis points on Friday - the widest in four years. Ratings agency Moody's warned that it might downgrade Italy's sovereign debt rating to \"Baa3\" - one notch above the junk rating.\nMr Savona, who served as industry minister during the 1990s, has been an outspoken critic of the EU and an opponent of austerity programmes.\nThat has prompted concern over the proposed coalition's commitment to the EU and its ability to rein in the country's massive national debt - equal to 1.3 times its annual output."
        },
        "ID": "http://www.bbc.com/news/world-europe-44275781"
    }
}