{
  "News0": {
    "Content": {
      "Header": "Italy crisis: Call to impeach president after candidate vetoed",
      "Body": "Image copyright\nREUTERS\nImage caption\nPresident Sergio Mattarella said he agreed to all the proposals except that of the finance minister\nThe leader of Italy's biggest political party has called for the president to be impeached after he vetoed a choice for finance minister.\nLuigi Di Maio of the populist Five Star Party said President Sergio Mattarella had caused an \"institutional crisis\".\nEfforts by PM-designate Giuseppe Conte to form a government collapsed on Sunday after Mr Mattarella rejected eurosceptic candidate Paolo Savona.\nFive Star had been trying to form a government with the right-wing League.\nItaly has been without a government since elections in March because no political group can form a majority.\nMr Conte has now stepped down and correspondents say President Mattarella has been in talks with former IMF economist Carlo Cottarelli, who is tipped as a potential stop-gap prime minister.\nImage copyright\nEPA\nImage caption\nLuigi Di Maio said Italy now faced an institutional crisis\nBut the BBC's James Reynolds in Rome says such an arrangement is unlikely to last and early elections may have to be called.\nThere is now a real argument between the president and the populists about Italy's position in the EU, he adds.\nWhat was the reaction?\nMr Di Maio called for impeachment under article 90 of the constitution, which allows parliament to demand a president step down based on a simple majority vote.\nIf the vote is in favour, the country's constitutional court then decides whether to impeach or not.\nImage copyright\nREUTERS\nImage caption\nGiuseppe Conte has handed back his mandate to form a government\n\"I want this institutional crisis to be taken to parliament... and the president tried,\" Mr Di Maio said.\n\"After tonight, it's truly difficult to believe in the institutions and the laws of the state.\"\nLeague leader Matteo Salvini called for fresh elections.\n\"In a democracy, if we are still in democracy, there's only one thing to do, let the Italians have their say,\" he told supporters in a speech in central Italy.\nWhat caused the crisis?\nMr Conte, a political novice, was proposed by the two parties as prime minister in an attempt to break Italy's 11-week political deadlock.\nHe went to meet Mr Mattarella to put forward choices for his cabinet but the president vetoed Paolo Savona as finance minister, citing his fierce opposition to membership of the eurozone.\nItaly's economy in charts\nItaly populists: What you should know\nShould Europe be scared of Italy's coalition?\n\"I asked for... an authoritative person from the parliamentary majority who is consistent with the government programme... who isn't seen as a supporter of a line that could probably, or even inevitably, provoke Italy's exit from the euro,\" Mr Mattarella said.\nHe added that Mr Conte had refused to support \"any other solution\" and then surrendered his mandate to be PM.\nUnder Italian law, the president has the right to reject the appointment of a cabinet member but his decision was a controversial one.\nNow what happens?\nMr Mattarella said he would wait before deciding whether to call fresh elections, and summoned Mr Cottarelli for talks on Monday.\nMr Cottarelli, 64, worked at the IMF from 2008 to 2013, gaining the nickname \"Mr Scissors\" for making cuts to public spending in Italy.\nPresident Mattarella warned on Sunday that the prospect of a populist government had \"alarmed Italian and foreign investors\" and worsened the \"spread\" - the gap between Italian and German 10-year government bond yields.\nImage copyright\nEPA\nImage caption\nPaolo Savona has a reputation as a strong eurosceptic\nThe spread rose to 215 basis points on Friday - the widest in four years. Ratings agency Moody's warned that it might downgrade Italy's sovereign debt rating to \"Baa3\" - one notch above the junk rating.\nMr Savona, who served as industry minister during the 1990s, has been an outspoken critic of the EU and an opponent of austerity programmes.\nThat has prompted concern over the proposed coalition's commitment to the EU and its ability to rein in the country's massive national debt - equal to 1.3 times its annual output."
    },
    "ID": "http://www.bbc.com/news/world-europe-44275781"
  },
  "News1": {
    "Content": {
      "Header": "Italy's election: How the economy is performing",
      "Body": "Image copyright\nEPA\nItaly goes to the polls on Sunday in one of its most contentious votes in years.\nThe economy has become a key battleground for the main parties' campaigns.\nItaly's economy has started to expand once again, but is still one of the worst performers of the countries in the eurozone.\nThe election battle is proving to be very close, with the latest polls suggesting no political coalition will win a clear majority.\nItaly vote: Who's who and why it matters\nThe parties are battling to prove they can take Italy's economy, industry and job market back to pre-crisis levels.\nHowever, despite all the pre-election rhetoric, few Italians can really see what has improved since the economic crisis. The road to full recovery has been much harder than many expected.\nSlow growth\nEconomic growth - in terms of GDP per head - has been picking up since 2014. However, the pace of growth appears weak compared with other major European economies.\nForecasts suggest it would take between five and six years to achieve the rates seen in 2007. Meanwhile some other eurozone nations are experiencing their best growth in the past decade.\nHigh debt\nItalian debt is now the second worst in Europe after Greece and has reached 132% of GDP.\n'Made in Italy'\nIn the field of fashion, food and cars, Italy has had a reputation for excellence and it has exported these all over the world. The \"Made in Italy\" brand has been rejuvenated thanks to an increase in exports and international interest.\nPart-time jobs\nIn 2014, Matteo Renzi's Democratic Party started its job reforms, which have been credited with creating almost one million jobs. However, the latest Italian Institute of Statistics (ISTAT) figures show that nearly 60% of them are part-time roles.\nUnemployment\nThe level of part-time work means much lower job security compared with other European countries.\nIn Italy, this seems to have deepened the problem of unemployment - particularly in the southern regions where jobless rates are as high as 29%.\nIncreasing poverty\nAlthough Italy presents itself as one of the top three European economies, high rates of unemployment have caused a steep rise in poverty.\nThe number of Italians at risk of poverty rose from three million in 2006 to 18 million - nearly a third of the entire population - in 2016.\nBattle against taxes\nThe top rate of income tax in Italy is one of the highest in Europe, well above the 39% average for top rates across the 28-members of the Union.\nThat's why Silvio Berlusconi has started his own personal battle against high taxation levels and has promised to create a 23% \"Flat Tax\" for everyone"
    },
    "ID": "http://www.bbc.com/news/business-43247500"
  },
  "News2": {
    "Content": {
      "Header": "Italy crisis: Call to impeach president after candidate vetoed",
      "Body": "Image copyright\nREUTERS\nImage caption\nPresident Sergio Mattarella said he agreed to all the proposals except that of the finance minister\nThe leader of Italy's biggest political party has called for the president to be impeached after he vetoed a choice for finance minister.\nLuigi Di Maio of the populist Five Star Party said President Sergio Mattarella had caused an \"institutional crisis\".\nEfforts by PM-designate Giuseppe Conte to form a government collapsed on Sunday after Mr Mattarella rejected eurosceptic candidate Paolo Savona.\nFive Star had been trying to form a government with the right-wing League.\nItaly has been without a government since elections in March because no political group can form a majority.\nMr Conte has now stepped down and correspondents say President Mattarella has been in talks with former IMF economist Carlo Cottarelli, who is tipped as a potential stop-gap prime minister.\nImage copyright\nEPA\nImage caption\nLuigi Di Maio said Italy now faced an institutional crisis\nBut the BBC's James Reynolds in Rome says such an arrangement is unlikely to last and early elections may have to be called.\nThere is now a real argument between the president and the populists about Italy's position in the EU, he adds.\nWhat was the reaction?\nMr Di Maio called for impeachment under article 90 of the constitution, which allows parliament to demand a president step down based on a simple majority vote.\nIf the vote is in favour, the country's constitutional court then decides whether to impeach or not.\nImage copyright\nREUTERS\nImage caption\nGiuseppe Conte has handed back his mandate to form a government\n\"I want this institutional crisis to be taken to parliament... and the president tried,\" Mr Di Maio said.\n\"After tonight, it's truly difficult to believe in the institutions and the laws of the state.\"\nLeague leader Matteo Salvini called for fresh elections.\n\"In a democracy, if we are still in democracy, there's only one thing to do, let the Italians have their say,\" he told supporters in a speech in central Italy.\nWhat caused the crisis?\nMr Conte, a political novice, was proposed by the two parties as prime minister in an attempt to break Italy's 11-week political deadlock.\nHe went to meet Mr Mattarella to put forward choices for his cabinet but the president vetoed Paolo Savona as finance minister, citing his fierce opposition to membership of the eurozone.\nItaly's economy in charts\nItaly populists: What you should know\nShould Europe be scared of Italy's coalition?\n\"I asked for... an authoritative person from the parliamentary majority who is consistent with the government programme... who isn't seen as a supporter of a line that could probably, or even inevitably, provoke Italy's exit from the euro,\" Mr Mattarella said.\nHe added that Mr Conte had refused to support \"any other solution\" and then surrendered his mandate to be PM.\nUnder Italian law, the president has the right to reject the appointment of a cabinet member but his decision was a controversial one.\nNow what happens?\nMr Mattarella said he would wait before deciding whether to call fresh elections, and summoned Mr Cottarelli for talks on Monday.\nMr Cottarelli, 64, worked at the IMF from 2008 to 2013, gaining the nickname \"Mr Scissors\" for making cuts to public spending in Italy.\nPresident Mattarella warned on Sunday that the prospect of a populist government had \"alarmed Italian and foreign investors\" and worsened the \"spread\" - the gap between Italian and German 10-year government bond yields.\nImage copyright\nEPA\nImage caption\nPaolo Savona has a reputation as a strong eurosceptic\nThe spread rose to 215 basis points on Friday - the widest in four years. Ratings agency Moody's warned that it might downgrade Italy's sovereign debt rating to \"Baa3\" - one notch above the junk rating.\nMr Savona, who served as industry minister during the 1990s, has been an outspoken critic of the EU and an opponent of austerity programmes.\nThat has prompted concern over the proposed coalition's commitment to the EU and its ability to rein in the country's massive national debt - equal to 1.3 times its annual output."
    },
    "ID": "http://www.bbc.com/news/world-europe-44275781"
  },
  "News3": {
    "Content": {
      "Header": "Italy's election: How the economy is performing",
      "Body": "Image copyright\nEPA\nItaly goes to the polls on Sunday in one of its most contentious votes in years.\nThe economy has become a key battleground for the main parties' campaigns.\nItaly's economy has started to expand once again, but is still one of the worst performers of the countries in the eurozone.\nThe election battle is proving to be very close, with the latest polls suggesting no political coalition will win a clear majority.\nItaly vote: Who's who and why it matters\nThe parties are battling to prove they can take Italy's economy, industry and job market back to pre-crisis levels.\nHowever, despite all the pre-election rhetoric, few Italians can really see what has improved since the economic crisis. The road to full recovery has been much harder than many expected.\nSlow growth\nEconomic growth - in terms of GDP per head - has been picking up since 2014. However, the pace of growth appears weak compared with other major European economies.\nForecasts suggest it would take between five and six years to achieve the rates seen in 2007. Meanwhile some other eurozone nations are experiencing their best growth in the past decade.\nHigh debt\nItalian debt is now the second worst in Europe after Greece and has reached 132% of GDP.\n'Made in Italy'\nIn the field of fashion, food and cars, Italy has had a reputation for excellence and it has exported these all over the world. The \"Made in Italy\" brand has been rejuvenated thanks to an increase in exports and international interest.\nPart-time jobs\nIn 2014, Matteo Renzi's Democratic Party started its job reforms, which have been credited with creating almost one million jobs. However, the latest Italian Institute of Statistics (ISTAT) figures show that nearly 60% of them are part-time roles.\nUnemployment\nThe level of part-time work means much lower job security compared with other European countries.\nIn Italy, this seems to have deepened the problem of unemployment - particularly in the southern regions where jobless rates are as high as 29%.\nIncreasing poverty\nAlthough Italy presents itself as one of the top three European economies, high rates of unemployment have caused a steep rise in poverty.\nThe number of Italians at risk of poverty rose from three million in 2006 to 18 million - nearly a third of the entire population - in 2016.\nBattle against taxes\nThe top rate of income tax in Italy is one of the highest in Europe, well above the 39% average for top rates across the 28-members of the Union.\nThat's why Silvio Berlusconi has started his own personal battle against high taxation levels and has promised to create a 23% \"Flat Tax\" for everyone"
    },
    "ID": "http://www.bbc.com/news/business-43247500"
  },
  "News4": {
    "Content": {
      "Header": "Italy populists: What you should know",
      "Body": "Image copyright\nAFP\nImage caption\nPopulists poised to govern: Five Star Movement's Luigi Di Maio (L) and League's Matteo Salvini\nItaly's two populist parties are preparing to set the eurozone's third biggest economy on a path of tax cuts, a guaranteed basic income for the poor and deportations of 500,000 migrants.\nThe anti-establishment Five Star Movement and right-wing League reject years of EU austerity and want to renegotiate Italy's debt.\nThey have named law professor Giuseppe Conte to lead the government. If the president gives them the green light it will then be for parliament to decide.\nBut what will a Five Star-League government mean for Italy and the rest of Europe?\nThese are, after all, Eurosceptic parties - yet Italy was in at the start of what became the European Union.\nItaly's future in the euro\nNeither Five Star nor The League are fans of the single currency. League leader Matteo Salvini said not long ago that the euro was \"a mistake\" for Italy's economy, while Five Star had wanted a referendum on Italy's future membership.\nBut they have dropped their initial ambition of exit from the euro and now talk of trying to reform it from within.\nNot everyone is convinced by their change of heart. France's Economy Minister Bruno Le Maire earned a rebuke from the leader of The League by warning the populist parties to respect Italy's budget commitments.\nThe markets are wary, too. Italy's borrowing costs have touched levels not seen since 2016.\nWhat do populist parties plan for Italy?\nItaly was ravaged by the 2008 financial crisis that left the economy some 6% smaller and three million more people in poverty.\nThe answer for The League and Five Star is to move Italians out of poverty. But their policies will cost tens of billions of euros, for a country with the second biggest public debt in the EU after Greece. It stands at 132% of national output.\nGuaranteed income for the poor\nPoor families will get a €780 (£682; $919) basic monthly income, provided recipients actively seek work, the parties say.\nIt is a popular idea but one that will cost an estimated €17bn to implement.\nTwo income tax rates\nIts most expensive policy is the idea of two \"flat tax\" rates set at 15% and 20%.\nFamilies would receive a €3,000 annual tax deduction based on household income. Sales and excise tax increases next year, worth €12.5bn, will be scrapped.\nThe 58-page joint pact, or \"contract\", does not explain how all the extra spending will be financed. But economists estimate it could cost some €50bn in lost revenue.\nPension reform\nThe minimum monthly pension is to be set at €780.\nThe plan abolishes the current pension reform that raises the retirement age in phases.\nInstead, a new points system would combine people's total years of social security contributions with their age. The total must be at least 100, meaning that someone who has paid into the system for 41 years, for example, could retire at 59.\nCutting Italy's debt\nThe populist parties say they want revisions to the EU's Stability and Growth Pact, which sets a tough budget deficit limit of 3% of GDP.\nThe plan aims to reduce debt through \"the revival of internal demand\", not by continuing austerity.\nMass deportations\nItaly's populists are not just aiming to reset the economy and revisit the EU's rules on debt. The League is strongly anti-immigration and their joint plan reflects that.\nIt demands more EU help for Italy, the main destination for migrants arriving from North Africa. And it insists that the estimated 500,000 undocumented migrants in Italy must be deported \"as a priority\".\nItalian election: Its economy in charts\nWhat exactly is populism?\nThat would require the creation of \"temporary stay facilities\" throughout Italy for migrants earmarked for expulsion, the parties say.\nImage copyright\nAFP\nImage caption\nItaly's capacity to house migrants has been stretched to the limits\nThe plan calls for effective relocation of asylum-seekers EU-wide - a scheme already rejected by some EU states. And it demands stronger co-operation to fight people-smuggling gangs.\nReaching out to Russia\nThe populist leaders disagree with the EU sanctions on Russia and want them lifted. They do not see Russia as a military threat, but as \"a potential partner for the EU and Nato\".\nThey want to work with Russia against the smuggling of migrants across the Mediterranean and the continuing influence of violent Islamists. They also see Russia as a key player in ending the wars in the Middle East.\nThe EU and US accuse Russia of hostile anti-Western activities and relations became icy after Russia's annexation of Crimea in 2014."
    },
    "ID": "http://www.bbc.com/news/world-europe-44168602"
  },
  "News5": {
    "Content": {
      "Header": "Italy crisis: Call to impeach president after candidate vetoed",
      "Body": "Image copyright\nREUTERS\nImage caption\nPresident Sergio Mattarella said he agreed to all the proposals except that of the finance minister\nThe leader of Italy's biggest political party has called for the president to be impeached after he vetoed a choice for finance minister.\nLuigi Di Maio of the populist Five Star Party said President Sergio Mattarella had caused an \"institutional crisis\".\nEfforts by PM-designate Giuseppe Conte to form a government collapsed on Sunday after Mr Mattarella rejected eurosceptic candidate Paolo Savona.\nFive Star had been trying to form a government with the right-wing League.\nItaly has been without a government since elections in March because no political group can form a majority.\nMr Conte has now stepped down and correspondents say President Mattarella has been in talks with former IMF economist Carlo Cottarelli, who is tipped as a potential stop-gap prime minister.\nImage copyright\nEPA\nImage caption\nLuigi Di Maio said Italy now faced an institutional crisis\nBut the BBC's James Reynolds in Rome says such an arrangement is unlikely to last and early elections may have to be called.\nThere is now a real argument between the president and the populists about Italy's position in the EU, he adds.\nWhat was the reaction?\nMr Di Maio called for impeachment under article 90 of the constitution, which allows parliament to demand a president step down based on a simple majority vote.\nIf the vote is in favour, the country's constitutional court then decides whether to impeach or not.\nImage copyright\nREUTERS\nImage caption\nGiuseppe Conte has handed back his mandate to form a government\n\"I want this institutional crisis to be taken to parliament... and the president tried,\" Mr Di Maio said.\n\"After tonight, it's truly difficult to believe in the institutions and the laws of the state.\"\nLeague leader Matteo Salvini called for fresh elections.\n\"In a democracy, if we are still in democracy, there's only one thing to do, let the Italians have their say,\" he told supporters in a speech in central Italy.\nWhat caused the crisis?\nMr Conte, a political novice, was proposed by the two parties as prime minister in an attempt to break Italy's 11-week political deadlock.\nHe went to meet Mr Mattarella to put forward choices for his cabinet but the president vetoed Paolo Savona as finance minister, citing his fierce opposition to membership of the eurozone.\nItaly's economy in charts\nItaly populists: What you should know\nShould Europe be scared of Italy's coalition?\n\"I asked for... an authoritative person from the parliamentary majority who is consistent with the government programme... who isn't seen as a supporter of a line that could probably, or even inevitably, provoke Italy's exit from the euro,\" Mr Mattarella said.\nHe added that Mr Conte had refused to support \"any other solution\" and then surrendered his mandate to be PM.\nUnder Italian law, the president has the right to reject the appointment of a cabinet member but his decision was a controversial one.\nNow what happens?\nMr Mattarella said he would wait before deciding whether to call fresh elections, and summoned Mr Cottarelli for talks on Monday.\nMr Cottarelli, 64, worked at the IMF from 2008 to 2013, gaining the nickname \"Mr Scissors\" for making cuts to public spending in Italy.\nPresident Mattarella warned on Sunday that the prospect of a populist government had \"alarmed Italian and foreign investors\" and worsened the \"spread\" - the gap between Italian and German 10-year government bond yields.\nImage copyright\nEPA\nImage caption\nPaolo Savona has a reputation as a strong eurosceptic\nThe spread rose to 215 basis points on Friday - the widest in four years. Ratings agency Moody's warned that it might downgrade Italy's sovereign debt rating to \"Baa3\" - one notch above the junk rating.\nMr Savona, who served as industry minister during the 1990s, has been an outspoken critic of the EU and an opponent of austerity programmes.\nThat has prompted concern over the proposed coalition's commitment to the EU and its ability to rein in the country's massive national debt - equal to 1.3 times its annual output."
    },
    "ID": "http://www.bbc.com/news/world-europe-44275781"
  },
"News6": {
  "Content": {
    "Header": "Italy's election: How the economy is performing", "Body": "Image copyright\nEPA\nItaly goes to the polls on Sunday in one of its most contentious votes in years.\nThe economy has become a key battleground for the main parties' campaigns.\nItaly's economy has started to expand once again, but is still one of the worst performers of the countries in the eurozone.\nThe election battle is proving to be very close, with the latest polls suggesting no political coalition will win a clear majority.\nItaly vote: Who's who and why it matters\nThe parties are battling to prove they can take Italy's economy, industry and job market back to pre-crisis levels.\nHowever, despite all the pre-election rhetoric, few Italians can really see what has improved since the economic crisis. The road to full recovery has been much harder than many expected.\nSlow growth\nEconomic growth - in terms of GDP per head - has been picking up since 2014. However, the pace of growth appears weak compared with other major European economies.\nForecasts suggest it would take between five and six years to achieve the rates seen in 2007. Meanwhile some other eurozone nations are experiencing their best growth in the past decade.\nHigh debt\nItalian debt is now the second worst in Europe after Greece and has reached 132% of GDP.\n'Made in Italy'\nIn the field of fashion, food and cars, Italy has had a reputation for excellence and it has exported these all over the world. The \"Made in Italy\" brand has been rejuvenated thanks to an increase in exports and international interest.\nPart-time jobs\nIn 2014, Matteo Renzi's Democratic Party started its job reforms, which have been credited with creating almost one million jobs. However, the latest Italian Institute of Statistics (ISTAT) figures show that nearly 60% of them are part-time roles.\nUnemployment\nThe level of part-time work means much lower job security compared with other European countries.\nIn Italy, this seems to have deepened the problem of unemployment - particularly in the southern regions where jobless rates are as high as 29%.\nIncreasing poverty\nAlthough Italy presents itself as one of the top three European economies, high rates of unemployment have caused a steep rise in poverty.\nThe number of Italians at risk of poverty rose from three million in 2006 to 18 million - nearly a third of the entire population - in 2016.\nBattle against taxes\nThe top rate of income tax in Italy is one of the highest in Europe, well above the 39% average for top rates across the 28-members of the Union.\nThat's why Silvio Berlusconi has started his own personal battle against high taxation levels and has promised to create a 23% \"Flat Tax\" for everyone"
    }, 
    "ID": "http://www.bbc.com/news/business-43247500"
    }
  }